tap "1password/tap"
tap "argoproj/tap"
tap "aws/tap"
tap "aylei/tap"
tap "brimdata/tap"
tap "buildpacks/tap"
tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "datawire/blackbird"
tap "derailed/popeye"
tap "dopplerhq/cli"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homeport/tap"
tap "minamijoyo/hcledit"
tap "nvie/tap"
tap "snyk/tap"
tap "spacelift-io/spacelift"
tap "spkane/formulas", "https://github.com/spkane/homebrew-formulas.git"
tap "tinygo-org/tools"
tap "ubuntu/microk8s"
tap "upbound/tap"
tap "vmware-tanzu/buildkit-cli-for-kubectl", "https://github.com/vmware-tanzu/buildkit-cli-for-kubectl"
brew "act"
brew "adns"
brew "ca-certificates"
brew "mpdecimal"
brew "readline"
brew "xz"
brew "libyaml"
brew "six", link: false
brew "ansible"
brew "brotli"
brew "giflib"
brew "imath"
brew "libpng"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "argo"
brew "argocd"
brew "m4"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "gdbm"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bdw-gc"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "buildkit"
brew "c-ares"
brew "capstone"
brew "yamale"
brew "chart-testing"
brew "checkov"
brew "clusterctl"
brew "cmake"
brew "cmctl"
brew "libslirp"
brew "libssh"
brew "ncurses"
brew "snappy"
brew "vde", link: false
brew "qemu"
brew "lima"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "cosign"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "dav1d"
brew "diffutils"
brew "direnv"
brew "dive"
brew "dockerize"
brew "eksctl"
brew "etcd"
brew "exa"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "findutils"
brew "flake8"
brew "flatbuffers"
brew "fleet-cli"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "geographiclib"
brew "gh"
brew "gist"
brew "git"
brew "git-crypt"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "go-critic"
brew "pkg-config"
brew "gobject-introspection"
brew "golangci-lint"
brew "gomplate"
brew "grafana"
brew "libtool"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "guile"
brew "hadolint"
brew "helm"
brew "hidapi"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "inetutils"
brew "infracost"
brew "istioctl"
brew "jansson"
brew "jemalloc"
brew "jfrog-cli"
brew "jid"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "just"
brew "k2tf"
brew "k3d"
brew "k9s"
brew "kind"
brew "ko"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "kubeseal"
brew "kubie"
brew "kumactl"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libev"
brew "libffi"
brew "libmetalink"
brew "libpq"
brew "libpthread-stubs"
brew "libusb-compat"
brew "libuv"
brew "linkerd"
brew "llvm"
brew "logcli"
brew "node"
brew "marp-cli"
brew "mas"
brew "maven"
brew "minikube"
brew "muffet"
brew "ncdu"
brew "newman", link: false
brew "nghttp2"
brew "opa"
brew "parallel"
brew "patchutils"
brew "pcre"
brew "pianobar"
brew "pidof"
brew "pipenv"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "pstree"
brew "psutils"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rancher-cli"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "utf8proc"
brew "rom-tools"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "skaffold"
brew "sonobuoy"
brew "sops"
brew "starship"
brew "step"
brew "stern"
brew "subversion"
brew "terraform-docs"
brew "terraform-ls"
brew "terrascan"
brew "testkube"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "thefuck"
brew "tmate"
brew "tmux"
brew "torsocks"
brew "tree"
brew "util-linux"
brew "velero"
brew "watch"
brew "wget"
brew "whalebrew"
brew "wolfssl"
brew "wtfutil"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "z.lua"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "brimdata/tap/zq"
brew "buildpacks/tap/pack"
brew "dart-lang/dart/dart"
brew "derailed/popeye/popeye"
brew "dopplerhq/cli/doppler"
brew "goreleaser/tap/goreleaser"
brew "homeport/tap/dyff"
brew "minamijoyo/hcledit/hcledit"
brew "nvie/tap/git-toolbelt"
brew "snyk/tap/snyk"
brew "spacelift-io/spacelift/spacectl"
brew "tinygo-org/tools/tinygo"
brew "ubuntu/microk8s/microk8s"
brew "upbound/tap/up"
brew "vmware-tanzu/buildkit-cli-for-kubectl/kubectl-buildkit"
cask "1password-cli"
cask "aws-vault"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "google-cloud-sdk"
cask "iterm2"
cask "macfuse"
cask "osquery"
cask "postman"
cask "postman-cli"
cask "rar"
cask "stats"
cask "swiftbar"
cask "temurin"
cask "vagrant"
cask "visual-studio-code"
vscode "1Password.op-vscode"
vscode "74th.high-contrast-icons"
vscode "74th.monokai-charcoal-high-contrast"
vscode "adamhartford.vscode-base64"
vscode "asciidoctor.asciidoctor-vscode"
vscode "AykutSarac.jsoncrack-vscode"
vscode "ban.spellright"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-image-size"
vscode "bierner.markdown-preview-github-styles"
vscode "brunnerh.insert-unicode"
vscode "casualjim.gotemplate"
vscode "christian-kohler.path-intellisense"
vscode "CoenraadS.disableligatures"
vscode "DavidAnson.vscode-markdownlint"
vscode "davidhouchin.whitespace-plus"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "flesler.url-encode"
vscode "foxundermoon.shell-format"
vscode "fudd.toggle-zen-mode"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "genieai.chatgpt-vscode"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "joaompinto.vscode-graphviz"
vscode "jtcontreras90.yaml-path-extractor"
vscode "KevinRose.vsc-python-indent"
vscode "marp-team.marp-vscode"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "piousdeer.horizon-theme-vscode-default-token-colors"
vscode "Postman.postman-for-vscode"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "systemctl603.system-viewer"
vscode "timonwong.shellcheck"
vscode "tsandall.opa"
vscode "tshino.kb-macro"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
