tap "1password/tap"
tap "buo/cask-upgrade"
tap "dagger/tap"
tap "dart-lang/dart"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "kilo-org/tap"
tap "martido/graph"
tap "nats-io/nats-tools"
tap "ptsochantaris/tap"
brew "libpng"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "lzo"
brew "pixman"
brew "lz4"
brew "xz"
brew "zstd"
brew "harfbuzz"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "libnghttp2"
brew "openssl@3"
brew "libuv"
brew "readline"
brew "node"
brew "agent-browser"
brew "apr"
brew "apr-util"
brew "boost"
brew "mpdecimal"
brew "asciidoc"
brew "ruby"
brew "asciidoctor"
brew "git"
brew "asdf"
brew "atuin"
brew "m4"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bdw-gc"
brew "buildkit"
brew "butane"
brew "cmake"
brew "lima"
brew "colima"
brew "gmp"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "d2"
brew "direnv"
brew "dive"
brew "exercism"
brew "ffmpeg"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "snappy"
brew "tesseract"
brew "ffmpeg@6"
brew "fig2dev"
brew "flit"
brew "libtool"
brew "fontforge"
brew "fonttools"
brew "libusb"
brew "freerdp"
brew "fswatch"
brew "gdbm"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "git-crypt"
brew "git-filter-repo"
brew "git-lfs"
brew "git-secrets"
brew "gmsh"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go-critic"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "graphviz"
brew "guile"
brew "hadolint"
brew "helix"
brew "helm"
brew "html2text"
brew "huggingface-cli"
brew "imagemagick@6", link: true
brew "jemalloc"
brew "jj"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubecolor"
brew "kustomize"
brew "libaacs"
brew "libev"
brew "libffi"
brew "libslirp"
brew "marp-cli"
brew "mas"
brew "minikube"
brew "mise"
brew "mkvtoolnix"
brew "mole"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "opentofu"
brew "otf2bdf"
brew "pandoc"
brew "pcre"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pixi"
brew "podman"
brew "poetry"
brew "pre-commit"
brew "python@3.11"
brew "python-tk@3.11"
brew "tcl-tk"
brew "python-tk@3.13"
brew "python@3.12"
brew "python@3.9"
brew "vde"
brew "qemu"
brew "qt"
brew "qt@5"
brew "ripgrep"
brew "rsync"
brew "rtmpdump"
brew "rust"
brew "safety"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "starship"
brew "stern"
brew "utf8proc"
brew "subversion"
brew "swagger-codegen"
brew "tfenv"
brew "tree"
brew "ugrep"
brew "uv"
brew "vice"
brew "wget"
brew "yapf"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "dagger/tap/dagger"
brew "dart-lang/dart/dart"
brew "getsentry/tools/sentry-cli"
brew "kilo-org/tap/kilo"
brew "nats-io/nats-tools/nats"
cask "1password-cli"
cask "amethyst"
cask "coderabbit"
cask "finicky"
cask "font-arial"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "inkscape"
cask "keybase"
cask "keycastr"
cask "markedit"
cask "orbstack"
cask "parallels-virtualization-sdk"
cask "powershell"
cask "qt-creator"
cask "rar"
cask "vagrant"
cask "warp"
cask "whisky"
cask "xquartz"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Compressor", id: 424390742
mas "Compressor", id: 6746516157
mas "Cursor Pro", id: 1447043133
mas "Dacitor", id: 6502587258
mas "DaisyDisk", id: 411643860
mas "Detail Studio", id: 6443923358
mas "Developer", id: 640199958
mas "Dice by PCalc", id: 1479250666
mas "Final Cut Pro", id: 424389933
mas "Final Cut Pro", id: 1631624924
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Instapaper", id: 288545208
mas "iPreview", id: 1519213509
mas "Ivory", id: 6444602274
mas "Keka", id: 470158793
mas "Keynote", id: 361285480
mas "Keystroke Pro", id: 1572206224
mas "Kindle", id: 302584613
mas "LanScan", id: 472226235
mas "Logic Pro", id: 1615087040
mas "Macgo Blu-ray Player Pro", id: 1403952861
mas "MainStage", id: 6746637089
mas "Me On A Pumpkin", id: 1245770680
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "MindNode Classic", id: 1289197285
mas "Mirror Magnet", id: 1563698880
mas "Motion", id: 6746637149
mas "Murasaki", id: 430300762
mas "Numbers", id: 361304891
mas "Okta Verify", id: 490179405
mas "Pages", id: 361309726
mas "Patterns", id: 429449079
mas "PhotoCatch", id: 1576081762
mas "Pixelmator Pro", id: 6746662575
mas "Prime Video", id: 545519333
mas "Remote Desktop", id: 409907375
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Spotica Menu", id: 570549457
mas "Tacx Training", id: 892366151
mas "Teleprompter", id: 1533078079
mas "Things", id: 904280696
mas "Time Out", id: 402592703
mas "We Love Lights", id: 1479422551
mas "WhatsApp (old)", id: 1147396723
mas "Windows App", id: 1295203466
mas "Xcode-stable", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "1password.op-vscode"
vscode "74th.high-contrast-icons"
vscode "74th.monokai-charcoal-high-contrast"
vscode "aaron-bond.better-comments"
vscode "adamhartford.vscode-base64"
vscode "anthropic.claude-code"
vscode "appliedengdesign.vscode-gcode-syntax"
vscode "asciidoctor.asciidoctor-vscode"
vscode "astral-sh.ty"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bbenoist.nix"
vscode "bierner.docs-view"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-image-size"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "box-of-hats.bemhelper"
vscode "brunnerh.insert-unicode"
vscode "casualjim.gotemplate"
vscode "charliermarsh.ruff"
vscode "coderabbit.coderabbit-vscode"
vscode "coenraads.disableligatures"
vscode "dagger.dagger"
vscode "davidanson.vscode-markdownlint"
vscode "davidhouchin.whitespace-plus"
vscode "deerawan.vscode-dash"
vscode "dnut.rewrap-revived"
vscode "docker.docker"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "euskadi31.json-pretty-printer"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "exiasr.hadolint"
vscode "fabiospampinato.vscode-open-in-application"
vscode "fill-labs.dependi"
vscode "flesler.url-encode"
vscode "foxundermoon.shell-format"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "google.colab"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "io-github-oops418.nix-env-picker"
vscode "ivhernandez.vscode-plist"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "jinxdash.prettier-rust"
vscode "jnoortheen.nix-ide"
vscode "joaompinto.vscode-graphviz"
vscode "jscearcy.rust-doc-viewer"
vscode "jtcontreras90.yaml-path-extractor"
vscode "kamikillerto.vscode-colorize"
vscode "kevinrose.vsc-python-indent"
vscode "killalau.vscode-liquid-snippets"
vscode "kirchner-trevor.shopify-liquid-preview"
vscode "lorenzopirro.rust-flash-snippets"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "miguelsolorio.fluent-icons"
vscode "mindaro-dev.file-downloader"
vscode "mkhl.direnv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "nicollasr.vscode-streamdeck"
vscode "novy.vsc-gcode"
vscode "openai.chatgpt"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "piousdeer.horizon-theme-vscode-default-token-colors"
vscode "polymeilex.rust-targets"
vscode "pucelle.vscode-css-navigation"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rolandostar.tabletopsimulator-lua"
vscode "rust-lang.rust-analyzer"
vscode "rust-run.rust-run"
vscode "seanodell.terminal-menu"
vscode "shopify.ruby-lsp"
vscode "skellock.just"
vscode "slevesque.vscode-3dviewer"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "systemctl603.system-viewer"
vscode "tamasfe.even-better-toml"
vscode "terrastruct.d2"
vscode "theqtcompany.qt-core"
vscode "theqtcompany.qt-ui"
vscode "timonwong.shellcheck"
vscode "tomsaunders.vscode-workspace-explorer"
vscode "tsandall.opa"
vscode "tshino.kb-macro"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
vscode "zhangyue.rust-mod-generator"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "github.com/mdempsky/gocode"
go "github.com/stamblerre/gocode"
go "github.com/fzipp/gocyclo/cmd/gocyclo"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/uudashr/gopkgs/v2/cmd/gopkgs"
go "golang.org/x/tools/gopls"
go "github.com/securego/gosec/v2/cmd/gosec"
go "github.com/mitchellh/gox"
go "github.com/spkane/todo-for-terraform/cmd/todo-list-server"
go "github.com/BurntSushi/toml/cmd/tomlv"
