tap "1password/tap"
tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "martido/graph"
brew "brotli"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "apr"
brew "ca-certificates"
brew "openssl@3"
brew "apr-util"
brew "boost"
brew "gdbm"
brew "mpdecimal"
brew "readline"
brew "asciidoc"
brew "ruby"
brew "asciidoctor"
brew "atuin"
brew "m4"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bdw-gc"
brew "buildkit"
brew "butane"
brew "c-ares"
brew "gettext"
brew "pcre2"
brew "glib"
brew "lzo"
brew "pixman"
brew "cmake"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "libssh"
brew "libusb"
brew "snappy"
brew "vde"
brew "qemu"
brew "lima"
brew "colima"
brew "consul"
brew "coreutils"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "direnv"
brew "dive"
brew "dog"
brew "exa"
brew "exercism"
brew "fasd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fig2dev"
brew "freerdp"
brew "fswatch"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go-critic"
brew "golangci-lint"
brew "libtool"
brew "graphviz"
brew "pkg-config"
brew "guile"
brew "helm"
brew "html2text"
brew "imagemagick@6", link: true
brew "jemalloc"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "libaacs"
brew "libev"
brew "libffi"
brew "libuv"
brew "node"
brew "marp-cli"
brew "mas"
brew "minikube"
brew "qt"
brew "mkvtoolnix"
brew "nghttp2"
brew "ninja"
brew "packer"
brew "pandoc"
brew "pcre"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "podman"
brew "pre-commit"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "starship"
brew "stern"
brew "utf8proc"
brew "subversion"
brew "tcl-tk"
brew "tfenv"
brew "ugrep"
brew "vault"
brew "wget"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "dart-lang/dart/dart"
cask "1password-cli"
cask "amethyst"
cask "fig"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "inkscape"
cask "keybase"
cask "orbstack"
cask "parallels-virtualization-sdk"
cask "powershell"
cask "rar"
cask "vagrant"
cask "whisky"
cask "xquartz"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Compressor", id: 424390742
mas "Cursor Pro", id: 1447043133
mas "DaisyDisk", id: 411643860
mas "Detail Studio", id: 6443923358
mas "Developer", id: 640199958
mas "Dice", id: 1479250666
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Instapaper", id: 288545208
mas "Ivory", id: 6444602274
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Kindle Classic", id: 405399194
mas "Macgo Blu-ray Player Pro", id: 1403952861
mas "Me On A Pumpkin", id: 1245770680
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Mirror Magnet", id: 1563698880
mas "Murasaki", id: 430300762
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Remote Desktop", id: 409907375
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Tacx Training", id: 892366151
mas "Teleprompter", id: 1533078079
mas "Things", id: 904280696
mas "Time Out", id: 402592703
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "74th.high-contrast-icons"
vscode "74th.monokai-charcoal-high-contrast"
vscode "adamhartford.vscode-base64"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "asciidoctor.asciidoctor-vscode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "ban.spellright"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-image-size"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "brunnerh.insert-unicode"
vscode "casualjim.gotemplate"
vscode "christian-kohler.path-intellisense"
vscode "coenraads.disableligatures"
vscode "davidanson.vscode-markdownlint"
vscode "davidhouchin.whitespace-plus"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "flesler.url-encode"
vscode "foxundermoon.shell-format"
vscode "fudd.toggle-zen-mode"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "joaompinto.vscode-graphviz"
vscode "jolaleye.horizon-theme-vscode"
vscode "jtcontreras90.yaml-path-extractor"
vscode "kevinrose.vsc-python-indent"
vscode "marp-team.marp-vscode"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "parallelsdesktop.parallels-desktop"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "piousdeer.horizon-theme-vscode-default-token-colors"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "slevesque.vscode-3dviewer"
vscode "streetsidesoftware.code-spell-checker"
vscode "systemctl603.system-viewer"
vscode "timonwong.shellcheck"
vscode "tsandall.opa"
vscode "tshino.kb-macro"
vscode "twxs.cmake"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
